 [
  {
  "number": "O1",
  "label": "Initial Consultation",
  "icon": "/assets/icons/process/flags.svg",
  "text": [
    "We start by scheduling an initial consultation, either in person or through a convenient ", 
    "online meeting. During this session, we will discuss your health history, lifestyle, goals, ", 
    "and any specific dietary requirements."]
  },
  {
  "number": "O2",
  "label": "Assessing Your Needs",
  "icon": "/assets/icons/process/basket.svg",
  "text": [
    "Our team of experienced nutritionists and dietitians will conduct a thorough ", 
    "assessment of your nutritional needs and create a personalized plan tailored to your ", 
    "unique requirements."]
  },
  {
  "number": "O3",
  "label": "Personalized Nutrition Plan",
  "icon": "/assets/icons/process/clipboard.svg",
  "text": [
    "Based on the information gathered, we will develop a personalized nutrition plan ", 
    "that takes into account your dietary preferences, lifestyle, and health goals. This plan ", 
    "will provide you with clear guidelines on what to eat, portion sizes, and meal timing."]
  },
  {
  "number": "O4",
  "label": "Meal Planning and Recipes",
  "icon": "/assets/icons/process/cutlery.svg",
  "text": [
    "Access a vast collection of delicious and healthy recipes tailored to your dietary needs", 
    "Our nutritionists will also create personalized meal plans, making it easier for you to ", 
    "stay on track and enjoy nutritious meals."]
  },
  {
  "number": "O5",
  "label": "Ongoing Support",
  "icon": "/assets/icons/process/headset.svg",
  "text": [
    "Throughout your journey, our team of nutrition experts will be there to provide ", 
    "ongoing support, answer your questions, and offer guidance. We believe in the power ", 
    "of continuous encouragement to help you stay motivated and achieve long-term ",
    "success."]
  },
  {
  "number": "O6",
  "label": "Progress Tracking",
  "icon": "/assets/icons/process/shield.svg",
  "text": [
    "We encourage you to track your progress using our user-friendly mobile app or ", 
    "website tools. You can log your meals, monitor your weight, and track your physical ", 
    "activity, allowing you to have a clear picture of your progress and make any ",
    "necessary adjustments to your plan."]
  },
  {
  "number": "O7",
  "label": "Regular Check-ins",
  "icon": "/assets/icons/process/pin.svg",
  "text": [
    "We will schedule regular check-ins to review your progress, address any concerns, ", 
    "and make any necessary adjustments to your nutrition plan. Our goal is to ensure ", 
    "that you are consistently moving towards your desired outcomes."]
  },
  {
  "number": "O8",
  "label": "Education and Resources",
  "icon": "/assets/icons/process/hat.svg",
  "text": [
    "Along the way, we will provide you with educational resources, such as articles, ", 
    "guides, and videos, to enhance your understanding of nutrition and empower you to ", 
    "make informed choices for a healthier lifestyle."]
  },
  {
  "number": "O9",
  "label": "Fine-Tuning and Adjustments",
  "icon": "/assets/icons/process/battery.svg",
  "text": [
    "As your journey progresses and your goals evolve, we will fine-tune and make ", 
    "adjustments to your nutrition plan to ensure that it continues to align with your ", 
    "changing needs."]
  },
  {
  "number": "10",
  "label": "Sustainable Lifestyle Habits",
  "icon": "/assets/icons/process/cup.svg",
  "text": [
    "Our ultimate goal is to help you develop sustainable lifestyle habits that will support ", 
    "your long-term health and wellness. We will equip you with the knowledge and skills ", 
    "to maintain your progress even after you've completed the program."]
  }
]
